SUBJECT = {
    'register_start': '会议注册开始通知',
    'register_due': '会议注册截止通知',
    'accept_due': '会议投稿截止通知',
    'modify_due': '修改稿投递截止通知',
    'first_review_pass': '',
    'first_review_rejected': '',
}

MESSAGE = {
    'register_start': '尊敬的{0}:\n\n您收藏的会议{1}已经开放会议注册，如果您想参加该会议的话，请在{2}之前完成会议注册。\n\n本邮件为系统自动发送，请勿回复！',
    'register_due': '尊敬的{0}:\n\n您收藏的会议{1}即将到达会议注册截止日期，如果您想参加该会议的话，请在{2}之前完成会议注册。\n\n本邮件为系统自动发送，请勿回复！',
    'accept_due': '尊敬的{0}:\n\n您收藏的会议{1}即将到达投稿截止日期，如果您想向该会议进行投稿的话，请在{2}之前完成投稿。\n\n本邮件为系统自动发送，请勿回复！',
    'modify_due': '尊敬的{0}:\n\n您投稿的会议{1}即将到达修改稿投递截止日期，如果您想再次提交修改稿的话，请在{2}之前完成投稿。\n\n本邮件为系统自动发送，请勿回复！',
}